Repository: Otelico-dev/cakephp-starter
Catalog: plugins/Media/src/Locale/*/media.po
Languages: fr

source: The model '{0}' doesn't have a 'Media' Behavior
fr: Le model '{0}' n'a pas le comportement 'Media'

source: You don't have the permission to upload this filetype ({0} only)
fr: Vous n'avez pas la permission pour ajouter ce type de fichier (seulement {0})

source: You can't send more than {0} files
fr: Vous ne pouvez pas envoyer plus de {0} fichiers

source: The width is too big, it must be less than {0}px
fr: La largeur est trop importante, elle doit être inférieure à {0}px

source: The height is too big, it must be less than {0}px
fr: La hauteur est trop importante, elle doit être inférieure à {0}px

source: The file size is too big, {0} max
fr: La taille du fichier est trop grande, {0} max

source: BTN_ADD_FILES
fr: Ajouter des fichiers

source: BTN_START_UPLOAD
fr: Démarrer

source: BTN_CANCEL_UPLOAD
fr: Annuler

source: BTN_DELETE
fr: Supprimer

source: MSG_MAX_NUM_UPLOADS
fr: Charger jusqu'à 30 images à la fois

source: MSG_DROP_IMAGES_HERE
fr: Glisser des fichiers ici

source: MSG_PROCESSING
fr: Chargement ...

source: MSG_NO_IMAGE_CAPTION
fr: Pas de titre

source: LINK_SHOW
fr: Afficher

source: LINK_MODIFY
fr: Modifier

source: LINK_DELETE
fr: Supprimer

source: Upload a new file
fr: Ajouter un nouveau fichier

source: Gallery
fr: Galerie

source: Drop your files to upload
fr: Glissez/Déposez vos fichiers pour télécharger

source: Do you really want to delete this file ?
fr: Voulez-vous vraiment supprimer ce fichier ?

source: Modify picture
fr: Modifier l'image

source: Replace picture
fr: Remplacer l'image

source: Title
fr: Titre

source: Alt text
fr: Text alternatif

source: Caption
fr: Légende

source: Display settings
fr: Options d'affichage

source: Alignment
fr: Alignement

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Doite

source: None
fr: Aucun

source: Update
fr: Mettre à jour

source: About this file
fr: A propos du fichier

source: Target
fr: Cible

source: Set as thumbnail
fr: Mettre à la une

source: Insert into post
fr: Insérer dans l'article

source: Error
fr: Erreur

source: Table '{0}Table' doesn't have 'Media' behavior
fr: La table '{0}Table' n'a pas le comportement 'Media'

source: Delete definitively
fr: Supprimer définitivement
